Repository: tanabot15/Gyakusan
Catalog: Gyakusan/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# (%lld Years left / Target: %lld yo)
source: (%1$lld Years left / Target: %2$lld yo)
ja: (残り %1$lld 年 / 目標 %2$lld 歳)

# %lld / %lld Completed
source: %1$lld / %2$lld Completed
ja: %1$lld / %2$lld 完了

source: %lld Days
ja: %lld 日

source: %lld yo
ja: %lld歳

source: About App
ja: アプリについて

source: Add
ja: 追加

source: App Name
ja: アプリの名前

source: Birthday
ja: 誕生日

source: Cancel
ja: キャンセル

source: Completed
ja: 完了

source: Enter task title...
ja: タイトルを入力してください

source: New Task
ja: 新しいタスク

source: No Tasks
ja: タスクがありません

source: No tasks added for this timeframe.
ja: この期間にはタスクはありません

source: Profile Settings
ja: プロフィール設定

source: REMAINING DAYS
ja: 残り日数

source: Set your birthday and target lifespan to calculate your life grid.
ja: あなたの誕生日と目標年齢を入力してください

source: Settings
ja: 設定

source: Tap the + button to add a task for this timeframe.
ja: ＋ボタンをクリックしてタスクを追加してください

source: Target Age
ja: 目標年齢

source: Task Name
ja: タスクの名前

source: Task Overview
ja: タスク

source: Tasks
ja: タスク
